Revit 2027 API
BuiltInFailures.SlabFailures.CantileverValueTooBig Property
 Cantilever value is too big.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CantileverValueTooBig { get; }
Public Shared ReadOnly Property CantileverValueTooBig As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CantileverValueTooBig {
	FailureDefinitionId^ get ();
}
static member CantileverValueTooBig : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.SlabFailures Class
Autodesk.Revit.DB Namespace